<%@ page language="java" contentType="text/html; charset=utf-8" pageEncoding="utf-8"%>
<div id="agreement" class="layer-body signAgreement" style="display:none;">
<h2><font style="font-weight: bold;">金利金融网 <span style="">TM</span> 注册服务协议</font></h2>
<a class="layer-close" href="javascript:closeBox('mask','agreement');"></a>
<div class="signMain">
<p style="text-indent: 24px;">动力网注册服务协议（以下简称“本协议”）是动力金融信息服务（北京）有限公司（以下简称“本公司”)与动力网、动力宝或动力网移动站（以下简称“本网站”）用户（以下简称“您”，包括出借人用户与借款人用户）就本网站服务相关事项所订立的有效合约。在您注册成为本网站用户前，请务必仔细阅读本协议全部条款，您通过网络页面点击确认或以其他方式（包括但不限于签字或签章确认等方式）接受本协议，即表示您与本公司已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项规则及本网站所包含的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定。</p>
<p>在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解该条款的含义，请不要进行后续操作，一旦注册，则表示您同意接受本网站的服务并受以下条款的约束。
除非本协议另有约定，本协议下列术语定义如下：</p>
<h2><font style="font-weight: bold;">相关定义</font></h2>
<p>【动力网平台/动力网】指由本公司开发并运营的，向您提供投融资信息（含金融产品信息）发布与管理、投融资产品交易管理、交易资金结算（由第三方支付机构提供）等服务的金融信息中介服务平台。该平台的网址为：www.powernode.com，及本公司根据业务需要而新增网址。</p>
<p>【动力宝】指由本公司开发并运营的，向您提供投融资信息（含金融产品信息）发布与管理、投融资产品交易管理、交易资金结算（由第三方支付机构提供）等服务的金融信息中介服务手机APP客户端。</p>
<p>【动力网移动站】指由本公司开发并运营的，向您提供投融资信息（含金融产品信息）发布与管理、投融资产品交易管理、交易资金结算（由第三方支付机构提供）等服务的金融信息中介服务手机移动站。</p>
<p>【出借人/投资人】指通过本网站投资金融产品或借款产品的自然人。</p>
<p>【借款人】指直接或间接在本网站发布融资信息、并在满足本协议约定条件时获得融资款项的自然人、法人或其他经济实体。</p>
<p>【第三方支付机构】指为本网站用户提供交易资金划转、交易查询等服务的机构。本协议项下提供该服务的机构由动力网用户在充值时进行选择。</p>
<p>【第三方网站】指除本网站之外由第三方所有、控制或运营的其他网站。</p>
<h2><font style="font-weight: bold;">一、本协议的签署</font></h2>
<p>1、本网站只接受持有中国有效身份证明的18周岁以上具有完全民事行为能力的自然人成为网站用户。如用户不符合资格，请勿注册。本网站保留中止或终止用户身份的权利。</p>
<p>2、本协议内容包括以下条款及本网站已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本协议是您与本网站共同签订的，适用于您在本网站的全部活动。在您注册时，您已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国的各类法律规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有责任。</p>
<p>3、本网站有权根据需要不时地修改本协议或根据本协议制定、修改各类具体规则并在本网站相关系统板块发布，无需另行单独通知您。您应不时地注意本协议及具体规则的变更，若不同意修改后的协议内容，应停止使用本网站的服务。若在本协议及具体规则内容公告变更后您继续使用本网站服务的，表示您已充分阅读、理解并接受修改后的协议和具体规则内容，也将遵循修改后的协议和具体规则使用本网站的服务；同时就您在协议和具体规则修订前通过本网站进行的交易及其效力，视为已同意并已按照本协议及有关规则进行了相应的授权和追认。</p>
<p><font style="font-weight: bold;">4、您通过自行或授权有关方根据本协议及本网站有关规则、说明操作确认本协议之日起，本协议即在您和本网站之间产生法律效力。您只要在“【我已阅读并且同意注册服务协议】”前的选择框里打钩并按照本网站规定的注册程序成功注册为用户，即表示同意并签署了本服务协议。</font>本协议不涉及您与本网站的其他用户之间因网上交易而产生的法律关系、法律纠纷或潜在法律关系或潜在法律纠纷，但您在此同意将全面接受和履行与本网站其他用户在本网站签订的任何电子法律文本，并承诺按该等法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
<p>5、您在此授权本网站及网站所属公司可以随时通过任何渠道采集您的信用信息、信用报告和信用评价，包括但不限于向独立信用审查机构、中国人民银行征信中心（包括通过独立信用审查机构向中国人民银行征信中心）查询、采集。查询结果可用于网站及网站所属公司开展与您相关联的各项业务。</p>
<h2><font style="font-weight: bold;">二、声明与承诺</font></h2>
<p>1、您承诺不为任何非法目的或以任何非法方式使用本公司的服务，并承诺遵守中国相关法律、法规及互联网之使用惯例。</p>
<p>2、您同意，在交易达成或交易申请提交后您不得变更、撤回或撤销，但本协议另有约定或您签署的其他协议另有约定的除外。</p>
<p>3、您承诺，无论您是否直接在本网站发布投融资信息，您都应按照本协议的约定履行相关义务。</p>
<p>4、您同意，即便您已符合本协议约定的条件，投融资交易的实现仍受制于其他因素，本公司对此不作任何可实现的承诺。</p>
<p>5、您知晓并同意：通过预约抢购达成交易的，您的交易可能为多笔，您的交易受募资额度限制可能仅部分成交，您的投融资金额可能被拆分，您的交易对手可能为多人，您交易的投融资产品类型可能不尽相同，并且您所获得的收益及投融资期限可能因此而不同。</p>
<p>6、您作为出借人可以通过本网站对发布金融产品或融资信息的特定交易对手作出达成交易的意思表示，该意思表示一经系统确认后即视为交易申请已提交，对此您不持异议。</p>
<h2><font style="font-weight: bold;">三、服务内容</font></h2>
<p>1、本网站提供的服务包括但不限于发布借款需求、查阅交易机会、签订和查阅合同等金融信息服务，具体详情以本网站当时提供的服务内容为准。针对借款人用户，本网站有权根据其提供的各项信息及本网站独立获得的信息评定借款人用户在本网站所拥有的个人信用等级，或决定是否审核通过借款人的借款申请。</p>
<p>2、 您成功注册后，可以自行或授权代理人根据本网站有关规则和说明，通过本网站确认签署有关协议并经本网站审核通过后实现借款需求或资金的出借。详细操作规则及方式请见有关协议及本网站相关页面的规则和说明。</p>
<p>3、 您确认您在本网站上按本网站服务流程所确认的交易请求将成为本网站为您进行相关交易或操作（包括但不限于充值、支付、提现、冻结资金、代为支付或收取款项、订立合同等）的明确指令。您同意本网站有权按相关指令依据本协议和/或有关文件和规则对相关事项进行处理。</p>
<p><font style="font-weight: bold;">4、 您因任何原因包括但不限于您本身的过失、网络环境、不可抗力事件等未能及时对交易状态进行修改或确认或未能提交相关申请所引起的任何纠纷或损失由您本人负责，本网站不承担任何责任。</font></p>
<h2><font style="font-weight: bold;">四、服务费用</font></h2>
<p>本网站将为您的借款、还款或资金的出借、回收等交易提供服务，并在服务过程中根据有关文件、协议和/或本网站页面的相关规则、说明等收取必要的服务或管理费用，其具体内容、比例、金额等事项请参见有关文件及本网站相关页面的规则和说明。您同意，本网站有权不定时调整前述服务或管理费用的类型或金额等具体事项并根据本协议和相关规则进行公告、修改。上述通知构成了本协议的有效补充，具有同等法律效力。在通知之日起，如您继续使用本服务的，即视为您同意本网站按照调整后的收费标准向您收取服务费用；否则您应立即停止使用本网站服务。</p>
<h2><font style="font-weight: bold;">五、风险提示</font></h2>
<p><font style="font-weight: bold;">您知晓并同意，您通过本网站所从事的交易可能面临如下风险，该些风险需由您自行承担：</font></p>
<p><font style="font-weight: bold;">1、宏观经济风险：因宏观经济形势变化，可能引起价格/利率等方面的异常波动，您由此可能遭受损失；</font></p>
<p><font style="font-weight: bold;">2、监管风险：由于有关法律、法规及相关政策、规则发生变化，导致无法实现您的投融资交易，您由此可能遭受损失；</font></p>
<p><font style="font-weight: bold;">3、违约风险：因您的交易对手无力或无意愿按时足额履约，您由此可能遭受损失；</font></p>
<p><font style="font-weight: bold;">4、预期收益风险：您所投资的交易因不特定原因无法实现预期收益，您由此无法获得预期收益；</font></p>
<p><font style="font-weight: bold;">5、成交风险：您所发布的投融资交易可能无法最终达成，您由此无法获得预期收益或融资。</font></p>
<p><font style="font-weight: bold;">6、本协议约定的不可抗力因素导致的风险；</font></p>
<p><font style="font-weight: bold;">7、因您的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露支付宝账户密码、密码被他人破解、您使用的计算机系统被第三方侵入、您委托他人代理交易时他人恶意或不当操作而造成的损失。</font></p>
<p><font style="font-weight: bold;">8、本公司不对您及/或任何交易提供任何担保或条件，无论是明示或默示。本网站向您提供的各种信息及资料仅为参考，您应依您独立判断做出决策。您据此进行交易的，产生的风险由您自行承担，您无权据此向本公司提出任何法律主张。在交易过程中，您与交易对手之间发生的纠纷，由纠纷各方自行解决，交易平台不承担任何责任。</font></p>
<p><font style="font-weight: bold;">9、以上并不能揭示您通过本公司进行交易的全部风险及市场的全部情形。您在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</font></p>
<h2><font style="font-weight: bold;">六、资金管理</font></h2>
<p>1、本网站和/或本网站委托的第三方支付机构将为您在本网站进行借款或出借时提供“资金管理服务”，主要服务包括但不限于：资金的充值、提现、代收、代付、查询等。您可以通过本网站有关页面的具体规则或说明进行详细了解。</p>
<p>2、您确认上述充值、提现、代收、代付以及查询等服务涉及本网站与第三方支付机构或金融机构的合作。您同意：</p>
<p>（1） 受第三方支付机构或金融机构可能仅在工作日进行资金代扣及划转的现状等各种原因所限，本网站不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失；</p>
<p>（2） 您一经使用前述服务，即表示您不可撤销地授权本网站进行相关操作，且该等操作是不可逆转的，您不能以任何理由拒绝付款或要求取消交易。就前述服务，您应按照有关文件及第三方支付机构或金融机构的规定支付第三方的费用，您与第三方之间就费用支付事项产生的争议或纠纷与本网站无关。</p>
<p>3、您保证并承诺通过本网站平台进行交易的资金来源合法，同意本公司有权按照有关部门(包括但不限于公安机关、检察机关、法院等司法机关、行政机关、军事机关等)的要求协助对您的账户及资金等进行查询、冻结或扣划等操作。</p>
<p>4、您同意本网站基于交易安全等方面的考虑不时设定涉及、调整交易的相关限制，包括但不限于交易额度限制、交易次数限制等。</p>
<p>5、如果本网站发现了因系统故障或其他原因导致的处理错误，无论有利于本网站还是有利于您，本网站都有权在根据本协议规定通知您后纠正该错误。如果该错误导致您实际收到的金额少于您应获得的金额，则本网站在确认该处理错误后会尽快将您应收金额与实收金额之间的差额存入您的账户。如果该错误导致您实际收到的金额多于应获得的金额，则无论错误的性质和原因为何，您都应及时根据本网站向您发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他纠正错误的操作。您同意因前述处理错误而导致您多付或少付的款项均不计利息，本网站不承担因前述处理错误而导致的任何损失或责任（包括您可能因前述错误导致的利息、汇率等损失），但因本网站过错而导致的处理错误除外。</p>
<p><font style="font-weight: bold;">6、在任何情况下，对于您使用本网站服务过程中涉及由第三方提供相关服务的责任由该第三方承担，本网站不承担该等责任。您自行负责因您自身原因导致本网站服务无法提供或提供时发生任何错误而产生的任何损失或责任，本网站不承担责任。</font></p>
<p>7、您不得利用本网站账户从事洗钱、套现、盗窃、诈骗等各类违规、违法及犯罪活动。本网站发现或认为您涉嫌上述违规、违法或犯罪活动的，可立即停止服务，冻结交易款项，要求您及时提供相关的交易证明材料，本网站并有权向有关监管机构或司法机关报告。因您的上述活动造成持卡人或本网站损失的，由您承担赔偿责任。</p>
<p>8、本网站保留对可疑交易、非法交易、高风险交易或交易纠纷的独立判断和确定，并按以下情况进行处理：</p>
<p>（1）如果本网站发现您涉及可疑交易、非法交易、高风险交易或交易纠纷的，本网站有权独立向有关单位报告，并要求您及时提供相关的交易材料证明；</p>
<p>（2）本网站可视情况暂停相应服务；</p>
<p>（3）如遇有关单位的合法指示（包括查询、冻结、划扣、解冻等），本网站将依有关单位的指示行事。</p>
<h2><font style="font-weight: bold;">七、用户信息及隐私权保护</font></h2>
<h3>1、用户信息的提供、搜集及核实</h3>
<p>（1）您有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性和安全性。您的信息发生变更时，您应及时登陆网站进行更新，以便本网站为您提供服务并进行及时、有效的联系。您完全承担因您填写的用户信息缺乏安全性、有效性或未能及时更新而导致的在使用本服务过程中遭受的任何损失或增加任何费用等不利后果；</p>
<p>（2）本网站可能通过查阅您公开的私人资料来收集您的额外资料以更好地了解本网站用户，并为您度身订制本网站服务、解决争议和确保在网站进行交易的安全性。本网站仅收集本网站认为就此目的及达成该目的所必须的用户资料；</p>
<p>（3）您同意本网站可以自行或通过合作的第三方机构对用户信息（包括但不限于您的个人身份证信息等）进行核实，并对获得的核实结果根据本协议及有关文件进行查看、使用和留存等操作；</p>
<p>（4）本网站可以按照您在本网站上的行为自动追踪您的某些资料。本网站可以利用这些资料进行有关本网站之用户的人口统计、兴趣及行为的内部研究，以便向您提供更好的服务；</p>
<p>（5）如果您将个人通讯信息（例如：手机短信、电邮或信件）交付给本网站，或如果其他用户或第三方向本网站发出关于您在本网站上的活动或登录事项的通讯信息，本网站可以将这些资料收集在用户的专门档案中。</p>
<h3>2、用户信息的使用和披露</h3>
<p>（1）您同意本网站可使用您的个人资料（包括但不限于本网站持有的用户档案中的资料及本网站从您目前及以前在本网站上的活动所获取的其他资料）以解决争议、对纠纷进行调停、确保在本网站进行安全交易，并执行本网站的服务协议及相关规则。本网站有时候可能调查多个用户以识别问题或解决争议，特别是本网站可审查用户资料以区分使用多个用户名或别名的用户。为防止本网站上发生如欺诈、盗窃等刑事犯罪活动，使本网站及用户免受损害，本网站可通过人工或自动程序对用户个人资料进行评价；</p>
<p>（2）您同意本网站可以使用用户个人资料以改进本网站的推广和促销工作、分析网站的使用率、改善本网站的内容和产品推广形式，并使本网站的网站内容、设计和服务更能符合用户的要求；</p>
<p>（3）本网站可利用用户资料与您联络向您传递您感兴趣的信息，例如：有针对性的广告条、行政管理方面的通知等。您接受本协议即视为同意接收此类信息；</p>
<p>（4）您注册成功后应妥善保管用户名和密码。一旦通过用户名和密码登录本网站，在本网站的一切行为均无条件代表您并由您承担相应的法律后果。账户操作所产生的电子信息记录均为您行为的有效凭据；</p>
<p>（5）冒用他人账户及密码的，本网站保留追究实际使用人连带责任的权利；</p>
<p>（6）本网站将采用行业标准惯例保护您提供的、自行收集到的、经认证的个人信息并按照本协议及有关规则使用或者披露。鉴于网络安全技术的限制，本网站不能确保用户全部私人通讯及其他个人资料不会通过本协议中未列明的途径对外泄露，非因本网站过错而导致您的个人信息对外泄露的，本网站不承担任何责任；</p>
<p>（7）您使用本网站服务进行交易即视为授权本公司将您的个人信息(包括但不限于真实姓名、联系方式、信用状况等必要的个人信息)和交易信息披露给交易对方或本网站的合作机构（仅限于本网站为向您提供服务而合作的机构）；</p>
<p>（8）本网站有义务根据有关法律要求向司法机关和政府部门提供用户个人资料。在您未能按照与本协议、本网站有关规则或者与本网站其他用户签订的有关协议的约定履行自己应尽的义务时（包括但不限于当您作为借款人借款逾期或有其他违约时），本网站有权根据自己的判断、有关协议和规则、国家生效裁决文书或者与该笔交易有关的其他用户的合理请求披露用户的个人资料（包括但不限于在本网站及互联网络上公布您的违法、违约行为，并将有关内容记入任何与您相关的信用资料、档案或数据库），并且作为出借人的其他用户可以采取发布您的个人信息的方式追索借款或通过司法部门要求本网站提供相关资料，本网站对此不承担任何责任。</p>
<h3>3、用户对其他用户信息的使用</h3>
<p>（1）在本网站提供的交易活动中，您无权要求本网站提供其他用户的个人资料，除非您有证据证明存在如下情形：</p>
<p>①您已向法院起诉其他用户在本网站活动中的违约行为；</p>
<p>②与您达成交易的其他用户逾期未归还借款本息；</p>
<p>③本网站被吊销营业执照、解散、清算、宣告破产或者其他有碍于您收回借款本息的情形。</p>
<p>（2）您同意不将您通过签署协议等方式获得的其他用户个人信息用于除还本付息或向借款人追索债权以外的其他任何用途，除非该等信息根据适用的法律规定、被有管辖权的司法部门或政府部门要求披露。</p>
<h2><font style="font-weight: bold;">八、不保证及使用限制</font></h2>
<h3>1.不保证</h3>
<p>（1）本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。您应按照第三方网站的服务协议使用第三方网站。第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与本网站无关。</p>
<p>（2） 本网站因下列不可抗力因素无法正常运作，使您无法使用本网站服务时，本网站及本公司不承担损害赔偿责任，您只能与本网站协商终止本协议并停止使用本网站。但是，中国现行法律、法规另有规定的除外。该状况包括但不限于：</p>
<p>①本网站或涉及的第三方网站公告的系统停机维护期间；</p>
<p>②本网站或者涉及的第三方网站所依赖的电信设备出现故障不能进行数据传输的；</p>
<p>③因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本网站或者涉及的第三方网站系统障碍不能执行业务的；</p>
<p>④由于黑客攻击、计算机病毒、电信部门技术调整或故障、网站升级、其他第三方的问题等原因而造成的服务中断或者延迟。</p>
<h3>2.使用限制</h3>
<p>（1）您承诺合法使用本网站提供的服务及网站内容，不得利用本网站提供的服务从事侵害他人合法权益之行为，不得在本网站从事任何可能违反中国的法律、法规、规章和政府规范性文件的行为或者任何未经授权的行为，如擅自进入本网站的未公开的系统、不正当的使用账号密码和网站的任何内容等；</p>
<p>（2）您不得使用本网站提供的服务或其他电子邮件转发服务发出垃圾邮件或其他可能违反本协议的内容；</p>
<p>（3）本网站没有义务监测网站内容。您确认并同意本网站有权不时地根据法律、法规、规章或司法部门、行政部门的要求透露、修改或者删除必要的信息，以便更好地保护用户合法权益；</p>
<p>（4）本网站中全部内容的版权均属于本网站所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）；本网站内容受中华人民共和国著作权法及各国际版权公约的保护。未经本网站事先书面同意，您不得以任何方式、任何形式复制、模仿、传播、出版、公布、展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。未经本网站书面同意，您不得将本网站包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，本网站将追究法律责任；</p>
<p>（5）因您违反本协议或任何法律、法规或侵害第三方的权利而引起第三方对本网站提出的任何形式的索赔、要求、诉讼，本网站有权向您追偿相关损失，包括但不限于本网站的法律费用、名誉损失、及向第三方支付的补偿金等；</p>
<p>（6）您承诺您不因任何原因在任何渠道发布对于本网站或与本网站有关的不利言论，否则本网站有权通过任何方式进行维权并要求您停止侵害、恢复名誉、消除影响并在业内有影响力的媒体上赔礼道歉、赔偿损失（赔偿损失的范围包括但不限于您的侵权行为已经给本网站造成的损失、可能造成的损失、将要造成的损失）。</p>
<h2><font style="font-weight: bold;">九、协议终止及账户的暂停、注销或终止</font></h2>
<p>1、除非本网站终止本协议或者您申请终止本协议且经本网站同意，否则本协议始终有效。在您违反本协议及其相关规则、违反相关法律法规规定或因您侵权而应相关权利人要求或在司法部门、政府部门的要求下，本网站有权通过站内信、电子邮件通知等方式终止本协议、关闭用户账户或者限制您使用本网站。但本网站的终止行为不能免除您根据本协议或在本网站生成的其他协议项下的还未履行完毕的义务。</p>
<p><font style="font-weight: bold;">2、您若发现有第三人冒用、盗用用户账户及密码或执行其他任何未经合法授权的操作，应立即以有效方式通知本网站，要求本网站暂停相关服务，否则由此产生的一切责任由您本人承担。同时，您确认本网站对您的请求采取行动需要合理期限，在此之前，本网站对第三人非法操作所导致的损失不承担任何责任。</font></p>
<p>3、您决定不再使用用户账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将用户账户中的可用款项（如有）全部提现或者向本网站发出其它合法的支付指令，之后向本网站申请注销该用户账户，经本网站审核同意后可正式注销用户账户。会员死亡或被宣告死亡的，其在本协议项下的各项权利义务由其合法继承人承担。若会员丧失全部或部分民事行为能力，本网站有权根据有效法律文书（包括但不限于生效的法院判决等）或其法定监护人的指示处置与用户账户相关的款项。</p>
<p>4、本网站有权基于单方独立判断，在认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向用户提供本协议项下的全部或部分会员服务，并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：</p>
<p>（1）本网站认为您提供的个人资料不具有真实性、有效性或完整性；</p>
<p>（2）本网站发现您提供的个人资料、注册资料、信用资料等不具有合法性，包括但不限于侵犯他人权利或冒用他人信息、编造伪造虚假信息等；</p>
<p>（3）本网站发现异常交易或交易有疑义或有违法之虞时；</p>
<p>（4）本网站认为您的账户涉嫌洗钱、套现、传销、被冒用或其他本网站认为有风险之情形；</p>
<p>（5）本网站认为您已经违反本协议中规定的各类规则及精神；</p>
<p>（6）本网站基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向您提供本协议项下的全部或部分会员服务，并将注册资料移除或删除的其他情形。</p>
<p>5、在必要时，本网站无需进行事先通知即有权终止提供用户账户服务，并可立即暂停、关闭或删除用户账户及该用户账户中的所有相关资料及档案，并将用户滞留在这些账户的全部合法资金退回到用户的银行账户，如非因本网站的原因导致无法退回的，本网站有权暂时保存此部分资金，用户账户恢复正常后或用户依程序提供新的有效账户后再行退还。 </p>
<p>6、用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对使用本网站服务期间的行为承担可能的违约或损害赔偿责任，同时本网站仍可保有用户的相关信息。</p>
<p>7、若您使用第三方网站账号注册本网站用户账户，则应对本网站用户账户所对应的第三方网站账号拥有合法的使用权，如您因故对该第三方网站账号丧失使用权的，则本网站可停止为该用户账户提供服务。但如该用户账户尚存有余额的，本网站将会妥善保管。此时，如欲取回其原有余额，本网站将提供更换本网站账户名的服务，即把您原本网站账户下余额转移到您另外合法注册的本网站账户中；如因故无法自助完成更换账户名，您可以向本网站提出以银行账户接受原有资金的请求，经核验属实后，本网站可配合将原有资金转移到以您真实姓名登记的银行账户下。</p>
<h2><font style="font-weight: bold;">十、通知</font></h2>
<p>本协议项下的通知如以公示方式作出，一经在本网站公示即视为已经送达。除此之外，其他向您个人发布的具有专属性的通知将由本网站向您在注册时提供的电子邮箱，或本网站在您的个人账户中设置的站内消息系统栏，或您在注册后在本网站绑定的手机发送。</p>
<p>您知晓并同意，以上任意渠道一经发送即视为已经送达。您同意本网站出于提供服务之目的，可以向您的电子邮箱、站内消息系统栏或手机发送有关通知或提醒；若您不愿意接收，请在本网站相应系统板块进行设置。您确认若因您对通知或提醒进行了不接收的设置，导致您未能收到该等通知或信息，您不得以未收到或未阅读该等通知信息主张相关通知未送达。</p>
<h2><font style="font-weight: bold;">十一、适用法律和争议解决</font></h2>
<p><font style="font-weight: bold;">1、本协议的订立、履行、效力、解释、争议及纠纷的解决均适用中华人民共和国现行有效的法律。</font></p>
<p><font style="font-weight: bold;">2、在履行本协议过程中所发生的争议，首先应由本网站和用户协商解决；协商不成的，则提交动力金融信息服务（北京）有限公司所在地有管辖权的人民法院以诉讼方式解决。</font></p>
<h2><font style="font-weight: bold;">十二、其他</font></h2>
<p>1、在本网站平台交易需订立的协议采用电子合同方式，您或您代理人根据有关协议及本网站的相关规则在本网站确认签署的电子合同即视为以您本人真实意思表示并以您本人名义签署的合同，具有法律效力。</p>
<p>2、您根据本协议以及本网站的相关规则签署电子合同后，不得擅自修改该合同。合同如有任何争议，应以本网站记录的合同为准。</p>
<p>3、本协议的任何条款在任何方面不合法、无效或不可执行，不影响本协议其他条款的合法性、有效性或可执行性。</p>
</div>
</div>